Repository: yorkhu/myntcd
Catalog: web/myntcd/translations/*.po
Languages: hu

source: Mysql Server Settings
hu: Mysql Szerver Beállítás

source: Type
hu: Típus

source: Host
hu: Hoszt

source: Database name
hu: Adatbázis neve

source: Username
hu: Felhasználói név

source: Password
hu: Jelszó

source: RRD Tool settings
hu: RRD Tool beállítás

source: RRD command
hu: RRD parancs

source: RRD file dir
hu: RRD fájlok könyvtára

source: Save
hu: Mentés

source: The IP address transfer blocking: !date
hu: Az IP cím forgalma blokkolva: !date

source: Total traffic:
hu: Teljes forgalom:

source: My ip: %IP
hu: Én ip-m: %IP

source: Time
hu: Idő

source: In Byte
hu: Bejövő Adat

source: Out Byte
hu: Kimenő Adat

source: Total Byte
hu: Összes Adat

source: Out%
hu: Kimenő%

source: Ip address
hu: Ip cím

source: Jump
hu: Ugrás

source: Is not IP address.
hu: Nem IP cím

source: previous
hu: előző

source: next
hu: következő

source: IP Address: !IP
hu: IP Cím: !IP

source: In Packet
hu: Bejövő Csomag

source: Out Packet
hu: Kimenő Csomag

source: Total Packet
hu: Összes Csomag

source: IP Address
hu: IP cím

source: Operations
hu: Műveletek

source: All
hu: Minden

source: Daily
hu: Napi

source: Weekly
hu: Heti

source: Monthly
hu: Havi

source: Yearly
hu: Évi

source: all
hu: összes

source: IP Range traffic: !iprange (!date)
hu: IP Tartomány forgalma: !iprange (!date)

source: Daily Top !num total byte
hu: Napi Top !num összes adat

source: Weekly Top !num total byte
hu: Heti Top !num összes adat

source: Monthly Top !num total byte
hu: Havi Top !num összes adat

source: Yearly Top !num total byte
hu: Évi Top !num összes adat

source: Top !num in byte
hu: Top !num bejövő adat

source: Top !num out byte
hu: Top !num kimenő adat

source: Top !num total byte
hu: Top !num összes adat

source: for ever
hu: mindig

source: Add Whitelist
hu: Hozzáadás Fehérlistához

source: Delete
hu: Törlés

source: End date
hu: Lejárat ideje

source: Comment
hu: Hozzászólás

source: Blacklist
hu: Feketelista

source: Whitelist
hu: Fehérlista

source: Time interval
hu: Idő intervallum

source: day
hu: nap

source: week
hu: hét

source: month
hu: hónap

source: Time interval is not numeric.
hu: Az időintervallum nem szám.

source: In
hu: Bejövő

source: Out
hu: Kimenő

source: Total
hu: Összes

source: Other
hu: Egyéb

source: my traffic
hu: forgalmam

source: traffic manager
hu: forgalom manager

source: traffic administer
hu: forgalom adminisztrátor

source: myntcd administer
hu: myntcd adminisztrátor

source: Myntcd settings
hu: Myntcd beállítások

source: My Traffic
hu: Forgalmam

source: Summary
hu: Kivonat

source: Img
hu: Kép

source: IP Ranges
hu: IP Tartomány

source: Top Lists
hu: Top Listák

source: Filter
hu: Szűrő

source: Add filter
hu: Szűrő hozzáadás

source: My Network Traffic Counter Daemon web base frontend.
hu: My Network Traffic Counter Daemon web-es felülete.
